Repository: alienJion/flextrikeIOS
Catalog: flextarget/*.lproj/Localizable.strings
Languages: de, es, ja, zh_hans, zh_hant

source: Target Connected
de: Ziel verbunden
es: Objetivo Conectado
ja: ターゲット接続済み
zh_hans: 标靶已连接
zh_hant: 目標已連接

source: Target Disconnected
de: Ziel nicht verbunden
es: Objetivo Desconectado
ja: ターゲット未接続
zh_hans: 标靶未连接
zh_hant: 目標未連接

source: Drills
de: Übungen
es: Ejercicios
ja: ドリル
zh_hans: 训练
zh_hant: 訓練

source: Athletes
de: Athleten
es: Atletas
ja: 選手
zh_hans: 运动员
zh_hant: 運動員

source: IPSC Questionaries
de: IPSC Fragebögen
es: Cuestionarios IPSC
ja: IPSC質問票
zh_hans: IPSC 问卷
zh_hant: IPSC 問題集

source: IDPA Questionaries
de: IDPA Fragebögen
es: Cuestionarios IDPA
ja: IDPA質問票
zh_hans: IDPA 问卷
zh_hant: IDPA 問題集

# athletes_title
source: Athletes
de: Athleten
es: Atletas
ja: 選手
zh_hans: 运动员
zh_hant: 運動員

source: New Athlete
de: Neuer Athlet
es: Nuevo Atleta
ja: 新しい選手
zh_hans: 新建运动员
zh_hant: 新增運動員

# athlete_name
source: Name
es: Nombre
ja: 名前
zh_hans: 姓名
zh_hant: 姓名

# athlete_club
source: Club
de: Verein
ja: クラブ
zh_hans: 俱乐部
zh_hant: 俱樂部

source: Select avatar
de: Avatar auswählen
es: Seleccionar avatar
ja: アバターを選択
zh_hans: 选择头像
zh_hant: 選擇頭像

source: Add Athlete
de: Athlet hinzufügen
es: Añadir atleta
ja: 選手を追加
zh_hans: 添加运动员
zh_hant: 新增運動員

# athletes_empty
source: No athletes yet
de: Noch keine Athleten
es: Aún no hay atletas
ja: まだ選手がいません
zh_hans: 暂无运动员
zh_hant: 尚無運動員

# leaderboard_title
source: Leaderboard
de: Rangliste
es: Clasificación
ja: ランキング
zh_hans: 排行榜
zh_hant: 排行榜

# submit_to_leaderboard_button
source: Submit to Leaderboard
de: An Rangliste senden
es: Enviar a la clasificación
ja: ランキングに送信
zh_hans: 提交到排行榜
zh_hant: 提交到排行榜

# select_athlete_title
source: Select Athlete
de: Athlet auswählen
es: Seleccionar atleta
ja: 選手を選択
zh_hans: 选择运动员
zh_hant: 選擇運動員

source: Drill Setup
de: Übung-Setup
es: Configuración de Ejercicio
ja: ドリル設定
zh_hans: 训练设置
zh_hant: 訓練設定

source: Drill Mode
de: Übungsmodus
es: Modo de Ejercicio
ja: ドリルモード
zh_hans: 训练模式
zh_hant: 訓練模式

source: My Drills
de: Meine Übungen
es: Mis Ejercicios
ja: マイドリル
zh_hans: 训练设置
zh_hant: 我的訓練

source: Search drills
de: Übungen suchen
es: Buscar ejercicios
ja: ドリルを検索
zh_hans: 搜索训练
zh_hant: 搜尋訓練

# delete_drill_title
source: Delete Drill?
de: Übung löschen
es: Eliminar Ejercicio
ja: ドリルを削除
zh_hans: 删除训练
zh_hant: 刪除訓練

source: Delete
de: Löschen
es: Eliminar
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Back
de: Zurück
es: Atrás
ja: 戻る
zh_hans: 返回
zh_hant: 返回

# delete_drill_message
source: Are you sure you want to delete %@?
de: Sind Sie sicher, dass Sie %@ löschen möchten?
es: ¿Estás seguro de que quieres eliminar %@?
ja: %@を削除してもよろしいですか？
zh_hans: 您确定要删除 %@ 吗？
zh_hant: 您確定要刪除 %@ 嗎？

source: Connection Required
de: Verbindung erforderlich
es: Conexión Requerida
ja: 接続が必要です
zh_hans: 需要连接
zh_hant: 需要連接

# connection_required_message
source: Please connect to the target device before adding drills.
de: Bitte verbinden Sie sich mit dem Zielgerät, bevor Sie Übungen hinzufügen.
es: Por favor conecta al dispositivo objetivo antes de añadir ejercicios.
ja: ドリルを追加する前にターゲットデバイスに接続してください。
zh_hans: 请在添加训练前连接标靶设备。
zh_hant: 請在新增訓練前連接目標裝置。

# connect_target_first
source: Please connect to your target device first.
de: Bitte verbinden Sie sich zuerst mit Ihrem Zielgerät.
ja: まずターゲットデバイスに接続してください。
zh_hans: 请先连接您的标靶设备。

source: OK
zh_hans: 确定
zh_hant: 確定

source: Untitled
de: Unbenannt
es: Sin título
ja: 無題
zh_hans: 未命名
zh_hant: 未命名

source: Copy
de: Kopieren
es: Copiar
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Targets
de: Ziele
es: Objetivos
ja: ターゲット
zh_hans: 标靶
zh_hant: 目標

# targets_count
source: %d targets
de: %d Ziele
es: %d objetivos
ja: %d個のターゲット
zh_hans: %d 个标靶
zh_hant: %d 個目標

# delay_seconds
source: delay: %ds
de: Verzögerung: %ds
es: retraso: %ds
ja: 遅延: %d秒
zh_hans: 延迟: %d秒
zh_hant: 延遲: %d秒

source: Disconnect
de: Trennen
es: Desconectar
ja: 切断
zh_hans: 断开连接
zh_hant: 斷開連接

source: RECONNECT
de: ERNEUT VERBINDEN
es: RECONECTAR
ja: 再接続
zh_hans: 重新连接
zh_hant: 重新連接

source: OKAY
de: OK
es: OK
ja: OK
zh_hans: 确定
zh_hant: 確定

source: SELECT TARGET
de: ZIEL AUSWÄHLEN
es: SELECCIONAR OBJETIVO
ja: ターゲットを選択
zh_hans: 选择标靶
zh_hant: 選擇目標

source: CONNECTED
de: VERBUNDEN
es: CONECTADO
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連接

source: CONNECTING
de: VERBINDUNG
es: CONECTANDO
ja: 接続中
zh_hans: 连接中
zh_hant: 連接中

# trying_to_connect
source: Trying to connect the FlexTarget Device
de: Versuche, sich mit dem FlexTarget-Gerät zu verbinden
es: Intentando conectar con el dispositivo FlexTarget
ja: FlexTargetデバイスへの接続を試みています
zh_hans: 正在尝试连接 FlexTarget 设备
zh_hant: 正在嘗試連接 FlexTarget 裝置

source: TARGET NOT FOUND
de: ZIEL NICHT GEFUNDEN
es: OBJETIVO NO ENCONTRADO
ja: ターゲットが見つかりません
zh_hans: 未找到标靶
zh_hant: 未找到目標

source: BLUETOOTH SERVICE NOT FOUND
de: BLUETOOTH-DIENST NICHT GEFUNDEN
es: SERVICIO BLUETOOTH NO ENCONTRADO
ja: Bluetoothサービスが見つかりません
zh_hans: 未找到蓝牙服务
zh_hant: 未找到藍牙服務

source: Scan
de: Erneut scannen
es: Volver a escanear
ja: 再スキャン
zh_hans: 重新扫描
zh_hant: 重新掃描

# my_target
source: Upload Picture
de: Bild hochladen
es: Subir imagen
ja: 画像をアップロード
zh_hans: 上传图片
zh_hant: 上傳圖片

# all_drill_setup
source: Drill Setup
de: Trainingseinstellungen
ja: すべてのトレーニング設定
zh_hans: 训练设置

# shots_count
source: %d shots
de: %d Schüsse
es: %d disparos
ja: %d発のショット
zh_hans: %d 次射击
zh_hant: %d 發射擊

# shot_number
source: Shot %d
de: Schuss %d
es: Disparo %d
ja: ショット %d
zh_hans: 射击 %d
zh_hant: 射擊 %d

# shot_with_time
source: Shot %d: %.2fs
de: Schuss %d: %.2fs
es: Disparo %d: %.2fs
ja: ショット %d: %.2f秒
zh_hans: 射击 %d: %.2f秒
zh_hant: 射擊 %d: %.2f秒

# progress_time
source: %.2f/%.2fs
ja: %.2f/%.2f秒
zh_hans: %.2f/%.2f秒
zh_hant: %.2f/%.2f秒

# drill_in_progress
source: Drill is in progress
de: Übung läuft
es: Ejercicio en Progreso
ja: ドリル実行中
zh_hans: 训练进行中
zh_hant: 訓練進行中

# drill_in_progress_overlay
source: DRILL IN PROGRESS...
de: ÜBUNG LÄUFT...
es: EJERCICIO EN PROGRESO...
ja: ドリル実行中...
zh_hans: 训练进行中...
zh_hant: 訓練進行中...

source: End Drill?
de: Übung beenden
es: Finalizar Ejercicio
ja: ドリル終了
zh_hans: 结束训练
zh_hant: 結束訓練

source: Confirm
de: Bestätigen
es: Confirmar
ja: 確認
zh_hans: 确认
zh_hant: 確認

source: Drill Ended
de: Übung beendet
es: Ejercicio finalizado
ja: ドリル終了
zh_hans: 训练结束
zh_hant: 訓練結束

# shot_added
source: Added new shot at position
de: Neuer Schuss hinzugefügt an Position
es: Nuevo disparo agregado en posición
ja: 位置に新しいショットを追加
zh_hans: 已添加新的射击位置
zh_hant: 已添加位置處的新射擊

# duplicate_shot_ignored
source: Ignored duplicate shot
de: Doppelter Schuss ignoriert
es: Disparo duplicado ignorado
ja: 重複するショットを無視
zh_hans: 忽略重复射击
zh_hant: 忽略重複射擊

# decode_shot_error
source: Failed to decode shot data
de: Fehler beim Decodieren von Schussdaten
es: Error al decodificar datos de disparo
ja: ショットデータのデコードに失敗
zh_hans: 解码射击数据失败
zh_hant: 解碼射擊數據失敗

source: Drill timer expired
de: Übungs-Timer abgelaufen
es: Tiempo del ejercicio agotado
ja: ドリルタイマー期限切れ
zh_hans: 训练计时器超时
zh_hant: 訓練計時器超時

source: Shots received
de: Empfangene Schüsse
es: Disparos recibidos
ja: 受信したショット
zh_hans: 收到的射击
zh_hant: 收到的射擊

# drill_result_summary_title
source: Drill Result Summary
de: Übungsergebnis-Zusammenfassung
es: Resumen de Resultados del Ejercicio
ja: ドリル結果サマリー
zh_hans: 训练结果摘要
zh_hant: 訓練結果摘要

# no_summary_data_title
source: No summary data recorded yet.
de: Noch keine Zusammenfassungsdaten aufgezeichnet.
es: Aún no se han registrado datos de resumen.
ja: まだサマリーデータが記録されていません。
zh_hans: 尚未记录摘要数据。
zh_hant: 尚未記錄摘要數據。

# no_summary_data_subtitle
source: Run a drill session to generate performance metrics.
de: Führen Sie eine Übungssitzung durch, um Leistungsmetriken zu generieren.
es: Ejecute una sesión de ejercicio para generar métricas de rendimiento.
ja: ドリルセッションを実行してパフォーマンスメトリクスを生成します。
zh_hans: 运行训练课程以生成性能指标。
zh_hant: 運行訓練課程以生成性能指標。

# repeat_number
source: Repeat #%d
de: Wiederholung #%d
es: Repetición #%d
ja: 繰り返し #%d
zh_hans: 重复 #%d
zh_hant: 重複 #%d

# shots_label
source: shots
de: Schüsse
es: disparos
ja: ショット
zh_hans: 射击
zh_hant: 射擊

# total_time_label
source: Total Time
de: Gesamtzeit
es: Tiempo Total
ja: 合計時間
zh_hans: 总时间
zh_hant: 總時間

# shots_metric_label
source: Shots
de: Schüsse
es: Disparos
ja: ショット
zh_hans: 射击
zh_hant: 射擊

# fastest_label
source: Fastest
de: Schnellster
es: Más Rápido
ja: 最速
zh_hans: 最快
zh_hant: 最快

# first_shot_label
source: First Shot
de: Erster Schuss
es: Primer Disparo
ja: 最初のショット
zh_hans: 首枪
zh_hant: 首槍

# score_label
source: Score
de: Punktzahl
es: Puntuación
ja: スコア
zh_hans: 分数
zh_hant: 分數

# factor_label
source: Factor
de: Faktor
ja: ファクター
zh_hans: 系数
zh_hant: 係數

source: History Record
de: Verlauf
es: Registro Histórico
ja: 履歴記録
zh_hans: 历史记录
zh_hant: 歷史記錄

# delay_seconds_label
source: Delay(s)
de: Verzögerung(s)
es: Retraso(s)
ja: 遅延(秒)
zh_hans: 延迟(秒)
zh_hant: 延遲(秒)

# num_repeats_label
source: Number of Repeats
de: Anzahl der Wiederholungen
es: Número de repeticiones
ja: 繰り返しの数
zh_hans: 重复次数
zh_hant: 重複次數

source: Select Repeats
de: Wiederholungen auswählen
es: Seleccionar repeticiones
ja: 繰り返しを選択
zh_hans: 选择重复次数
zh_hant: 選擇重複次數

# drill_duration_seconds_label
source: Duration/Rep(s)
de: Dauer/Wdh(s)
es: Duración/Rep(s)
ja: 期間/Rep(s)
zh_hans: 时长/Rep(s)
zh_hant: 持續時間/Rep(s)

# drill_pause_seconds_label
source: Pause Between Reps(s)
de: Pause zwischen Wdh(s)
es: Pausa entre repeticiones(s)
ja: 反復間のポーズ(秒)
zh_hans: 重复之间的暂停(秒)
zh_hant: 重複之間的暫停(秒)

source: Description
de: Beschreibung
es: Descripción
ja: 説明
zh_hans: 描述
zh_hant: 描述

# enter_description_placeholder
source: Enter description...
de: Beschreibung eingeben...
es: Introducir descripción...
ja: 説明を入力...
zh_hans: 输入描述...
zh_hant: 輸入描述...

source: Add Demo Video
de: Demo-Video hinzufügen
es: Añadir Video Demo
ja: デモ動画を追加
zh_hans: 添加演示视频
zh_hant: 新增示範影片

source: Add Target
de: Ziel hinzufügen
es: Añadir Objetivo
ja: ターゲットを追加
zh_hans: 添加标靶
zh_hant: 新增目標

source: Gun
de: Waffe
es: Arma
ja: 銃
zh_hans: 枪械
zh_hant: 槍械

source: Save
de: Speichern
es: Guardar
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Device
de: Gerät
es: Dispositivo
ja: デバイス
zh_hans: 设备
zh_hant: 裝置

source: Type
de: Typ
es: Tipo
ja: タイプ
zh_hans: 类型
zh_hant: 類型

# drill_setups_exist
source: Drill setups exist. TODO: Show list or main view.
de: Übungseinstellungen existieren. TODO: Liste oder Hauptansicht anzeigen.
es: Las configuraciones de ejercicios existen. TODO: Mostrar lista o vista principal.
ja: ドリル設定が存在します。TODO: リストまたはメイン画面を表示。
zh_hans: 训练设置已存在。待办: 显示列表或主屏。
zh_hant: 訓練設定已存在。TODO: 顯示清單或主畫面。

source: Failed to load drills
de: Übungen konnten nicht geladen werden
es: Error al cargar ejercicios
ja: ドリルの読み込みに失敗しました
zh_hans: 加载训练失败
zh_hant: 載入訓練失敗

source: No recent drills
de: Keine kürzlichen Übungen
es: No hay ejercicios recientes
ja: 最近のドリルはありません
zh_hans: 没有最近的训练
zh_hant: 沒有最近的訓練

# complete_drills_message
source: Complete some drills to see them here
de: Schließen Sie einige Übungen ab, um sie hier zu sehen
es: Completa algunos ejercicios para verlos aquí
ja: ここに表示するにはドリルを完了してください
zh_hans: 完成一些训练以在此处查看
zh_hant: 完成一些訓練以在此處查看

source: Hit Factor
de: Trefferfaktor
es: Factor de Impacto
ja: ヒットファクター
zh_hans: 命中因子
zh_hant: 命中因子

source: Date
de: Datum
es: Fecha
ja: 日付
zh_hans: 日期
zh_hant: 日期

source: Fastest
de: Schnellste
es: Más Rápido
ja: 最速
zh_hans: 最快
zh_hant: 最快

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: FAQ
zh_hans: 常见问题
zh_hant: 常見問題

source: About Us
de: Über uns
es: Acerca de Nosotros
ja: 私たちについて
zh_hans: 关于我们
zh_hant: 關於我們

source: Drill History
de: Übungsverlauf
es: Historial de Ejercicios
ja: ドリル履歴
zh_hans: 训练历史
zh_hant: 訓練歷史

source: Drill Replay
de: Übungswiederholung
es: Repetición de Ejercicio
ja: ドリル再生
zh_hans: 训练回放
zh_hant: 訓練重播

source: Select Device
de: Gerät auswählen
es: Seleccionar Dispositivo
ja: デバイスを選択
zh_hans: 选择设备
zh_hant: 選擇裝置

source: Select Target Type
de: Zieltyp auswählen
es: Seleccionar Tipo de Objetivo
ja: ターゲットタイプを選択
zh_hans: 选择标靶类型
zh_hant: 選擇目標類型

source: Select Action
de: Aktion auswählen
ja: アクションを選択
zh_hans: 选择动作

source: Action
de: Aktion
es: Acción
ja: アクション
zh_hans: 动作
zh_hant: 動作

source: Duration
de: Dauer
es: Duración
ja: 期間
zh_hans: 持续时间
zh_hant: 持續時間

source: Select Duration
de: Dauer auswählen
es: Seleccionar Duración
ja: 期間を選択
zh_hans: 选择持续时间
zh_hant: 選擇持續時間

# duration_continuous
source: Continuous
de: Kontinuierlich
ja: 継続的
zh_hans: 连续

# duration_seconds_format
source: %.1fs
ja: %.1f秒
zh_hans: %.1f秒

# cqb_swing
source: Peeking
de: Spähend
ja: ピーキング
zh_hans: 窥视

# cqb_front
source: Aiming
de: Zielend
ja: エイミング
zh_hans: 瞄准

# cqb_move
source: Passing
de: Passieren
ja: パッシング
zh_hans: 跑动

# cqb_hostage
source: Hostage
de: Geisel
ja: 人質
zh_hans: 人质

# disguised_enemy
source: Disguised Threat
de: Getarnte Bedrohung
ja: 偽装の脅威
zh_hans: 伪装威胁

# cqb_total_shots
source: Total Shots
de: Gesamtschüsse
ja: 総ショット数
zh_hans: 总射击数

# cqb_duration
source: Duration
de: Dauer
ja: 期間
zh_hans: 持续时间

# cqb_passed
source: PASSED
de: BESTANDEN
ja: 合格
zh_hans: 通过

# cqb_failed
source: FAILED
de: NICHT BESTANDEN
ja: 不合格
zh_hans: 未通过

# cqb_threat
source: THREAT
de: BEDROHUNG
ja: 脅威
zh_hans: 威胁

# cqb_non_threat
source: NON-THREAT
de: KEINE BEDROHUNG
ja: 非脅威
zh_hans: 无威胁

# cqb_shots_format
source: Shots: %d/%d
de: Schüsse: %d/%d
ja: ショット数：%d/%d
zh_hans: 射击数：%d/%d

source: Start Drill
de: Übung starten
es: Iniciar Ejercicio
ja: ドリルを開始
zh_hans: 进入训练
zh_hant: 開始訓練

source: Save Drill
de: Übung speichern
es: Guardar Ejercicio
ja: ドリルを保存
zh_hans: 保存训练
zh_hant: 儲存訓練

source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
ja: 変更を保存
zh_hans: 保存更改
zh_hant: 儲存變更

# ack_timeout_title
source: Waiting 10s
de: Warten 10s
es: Esperando 10s
ja: 10秒待機
zh_hans: 等待 10 秒
zh_hant: 等待 10 秒

# ack_timeout_message
source: Timed Out
de: Zeitüberschreitung
es: Tiempo Agotado
ja: タイムアウトしました
zh_hans: 超时
zh_hant: 逾時

# waiting_for_devices
source: Waiting
de: Warten
es: Esperando
ja: 待機中
zh_hans: 等待中
zh_hant: 等待中

# waiting_devices_count
source: %d Devices to be Ready
de: %d Geräte werden bereit sein
es: %d Dispositivos por estar listos
ja: %d 台のデバイスが準備中
zh_hans: %d 个设备待就绪
zh_hant: %d 個裝置待就緒

# maximum_targets_title
source: Maximum Targets Reached
de: Maximale Anzahl von Zielen erreicht
es: Número Máximo de Objetivos Alcanzado
ja: 最大ターゲット数に達しました
zh_hans: 已达最大标靶数量
zh_hant: 已達最大目標數量

# maximum_targets_message
source: You have reached the maximum number of targets in the network (%d of %d).
de: Sie haben die maximale Anzahl von Zielen im Netzwerk erreicht (%d von %d).
es: Ha alcanzado el número máximo de objetivos en la red (%d de %d).
ja: ネットワーク内の最大ターゲット数に達しました（%d / %d）。
zh_hans: 您已达到网络中的最大标靶数量（%d / %d）。
zh_hant: 您已達到網絡中的最大目標數量（%d / %d）。

# copy_suffix
source: Copy
de: Kopie
es: Copia
ja: コピー
zh_hans: 副本
zh_hant: 複製

source: Retry
de: Erneut versuchen
es: Reintentar
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: BLE Error
de: BLE-Fehler
es: Error de BLE
ja: BLEエラー
zh_hans: BLE 错误
zh_hant: BLE 錯誤

# continue_button
source: Continue
de: Fortfahren
es: Continuar
ja: 続行
zh_hans: 继续
zh_hant: 繼續

# drill_in_progress_back_message
source: A drill is currently in progress. Going back will lose the drill record. Are you sure?
de: Eine Übung wird derzeit ausgeführt. Das Zurückgehen führt zum Verlust des Übungseintrags. Sind Sie sicher?
es: Un ejercicio está en progreso. Retroceder perderá el registro del ejercicio. ¿Está seguro?
ja: ドリルが進行中です。戻ると、ドリル記録が失われます。確認してもよろしいですか？
zh_hans: 训练正在进行中。返回将丢失训练记录。您确定吗？
zh_hant: 訓練正在進行中。返回將丟失訓練記錄。您確定嗎？

source: Choose Photo
de: Foto auswählen
es: Elegir foto
ja: 写真を選ぶ
zh_hans: 选择照片
zh_hant: 選擇照片

# align_qr_code
source: Align QR Code within frame
de: Richten Sie den QR-Code im Rahmen aus
es: Alinee el código QR dentro del marco
ja: フレーム内に QR コードを合わせてください
zh_hans: 对齐控制框内的二维码
zh_hant: 對齊控制框內的二維碼

source: Transferring image...
de: Bild wird übertragen...
es: Transfiriendo imagen...
ja: 画像を転送中...
zh_hans: 正在传输图片...
zh_hant: 正在傳送圖片...

source: Cancel Transfer
de: Übertragung abbrechen
es: Cancelar transferencia
ja: 転送をキャンセル
zh_hans: 取消传输
zh_hant: 取消傳送

# cancel_transfer_confirm_title
source: Cancel transfer and go back?
de: Übertragung abbrechen und zurück?
es: ¿Cancelar la transferencia y volver?
ja: 転送をキャンセルして戻りますか？
zh_hans: 取消传输并返回？
zh_hant: 取消傳送並返回？

source: Yes, cancel
de: Ja, abbrechen
es: Sí, cancelar
ja: はい、キャンセル
zh_hans: 是的，取消
zh_hant: 是，取消

source: No
de: Nein
ja: いいえ
zh_hans: 否
zh_hant: 否

# cancel_transfer_message
source: An image transfer is in progress. If you go back the transfer will be stopped.
de: Eine Bildübertragung ist im Gange. Wenn Sie zurückgehen, wird die Übertragung gestoppt.
es: Hay una transferencia de imagen en progreso. Si regresas, la transferencia se detendrá.
ja: 画像転送が進行中です。戻ると転送が停止されます。
zh_hans: 正在进行图片传输。如果返回，传输将停止。
zh_hant: 圖片傳送正在進行中。若返回，傳送將被停止。

source: Live Preview
de: Live-Vorschau
es: Vista previa en vivo
ja: ライブプレビュー
zh_hans: 实时预览
zh_hant: 即時預覽

# live_preview_description
source: This shows how your photo will be positioned and cropped with the silhouette guide.
de: Zeigt, wie Ihr Foto mit der Silhouetten-Vorlage positioniert und zugeschnitten wird.
es: Esto muestra cómo se posicionará y recortará su foto con la guía.
ja: 写真がシルエットガイドでどのように位置合わせおよびトリミングされるかを表示します。
zh_hans: 此处显示您的照片在轮廓引导下如何定位和裁剪。
zh_hant: 顯示您的照片在輪廓導引下如何定位與裁切。

source: Zoom Level:
de: Zoomstufe:
es: Nivel de zoom:
ja: ズームレベル:
zh_hans: 缩放级别：
zh_hant: 縮放等級：

source: Offset:
de: Versatz:
es: Desplazamiento:
ja: オフセット:
zh_hans: 偏移：
zh_hant: 位移：

source: Close Preview
de: Vorschau schließen
es: Cerrar vista previa
ja: プレビューを閉じる
zh_hans: 关闭预览
zh_hant: 關閉預覽

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# transfer_in_progress_error
source: Transfer already in progress
de: Übertragung bereits in Arbeit
es: Transferencia ya en progreso
ja: 転送は既に進行中です
zh_hans: 传输已在进行中
zh_hant: 傳送已在進行中

source: BLE not connected
de: BLE nicht verbunden
es: BLE no conectado
ja: BLEが接続されていません
zh_hans: BLE 未连接
zh_hant: BLE 未連接

# failed_compress_image
source: Failed to compress image
de: Komprimierung des Bildes fehlgeschlagen
es: Error al comprimir la imagen
ja: 画像の圧縮に失敗しました
zh_hans: 图片压缩失败
zh_hant: 圖片壓縮失敗

# failed_encode_ready
source: Failed to encode ready command
de: Fehler beim Kodieren des Ready-Befehls
es: Error al codificar comando ready
ja: 準備コマンドのエンコードに失敗しました
zh_hans: 准备命令编码失败
zh_hant: 準備命令編碼失敗

# image_transfer_target_not_ready
source: Target not ready to receive image
de: Ziel ist nicht bereit, Bild zu empfangen
es: El dispositivo no está listo para recibir la imagen
ja: ターゲットが画像を受信する準備ができていません
zh_hans: 目标未准备好接收图片
zh_hant: 目標未準備好接收圖片

# failed_encode_start_command
source: Failed to encode start command
de: Fehler beim Kodieren des Startbefehls
es: Error al codificar el comando de inicio
ja: 開始コマンドのエンコードに失敗しました
zh_hans: 开始命令编码失败
zh_hant: 開始命令編碼失敗

# failed_encode_chunk
source: Failed to encode chunk
de: Fehler beim Kodieren des Chunks
es: Error al codificar el fragmento
ja: チャンクのエンコードに失敗しました
zh_hans: 分片编码失败
zh_hant: 分片編碼失敗

# failed_encode_complete_command
source: Failed to encode complete command
de: Fehler beim Kodieren des Abschlussbefehls
es: Error al codificar el comando de finalización
ja: 完了コマンドのエンコードに失敗しました
zh_hans: 完成命令编码失败
zh_hant: 完成命令編碼失敗

# image_transferred_success
source: Image transferred successfully
de: Bild erfolgreich übertragen
es: Imagen transferida con éxito
ja: 画像が正常に転送されました
zh_hans: 图片传输成功
zh_hant: 圖片傳送成功

source: Transfer cancelled
de: Übertragung abgebrochen
es: Transferencia cancelada
ja: 転送がキャンセルされました
zh_hans: 传输已取消
zh_hant: 傳送已取消

source: Transfer
de: Übertragen
es: Transferir
ja: 程伝送
zh_hans: 传输
zh_hant: 傳輸

# ensure_target_ready
source: Make sure the Target is Ready
de: Stellen Sie sicher, dass das Ziel bereit ist
es: Asegúrese de que el objetivo esté listo
ja: ターゲットが準備できていることを確認してください
zh_hans: 请确保标靶已准备就绪
zh_hant: 請確保標靶已準備就緒

# target_not_ready
source: Target is Not Ready to receive
de: Ziel ist nicht bereit, zu empfangen
es: El objetivo no está listo para recibir
ja: ターゲットが受信する準備ができていません
zh_hans: 标靶尚未准备好接收
zh_hant: 標靶尚未準備好接收

# targets_ready
source: Targets Are Ready For the Drill
de: Ziele sind bereit für die Übung
es: Los objetivos están listos para el ejercicio
ja: ターゲットはドリルの準備ができています
zh_hans: 标靶已准备好进行练习
zh_hant: 所有標靶已準備好進行練習

source: Targets Not Ready
de: Ziele nicht bereit
es: Objetivos no listos
ja: ターゲットが準備できていません
zh_hans: 标靶未准备好
zh_hant: 標靶未準備好

# targets_not_ready_message
source: The following targets did not respond:
de: Die folgenden Ziele haben nicht reagiert:
es: Los siguientes objetivos no respondieron:
ja: 以下のターゲットが応答しませんでした:
zh_hans: 以下标靶未响应:
zh_hant: 以下標靶未回應:

source: Processing shots
de: Schüsse verarbeiten
es: Procesando disparos
ja: ショットを処理中
zh_hans: 正在处理数据
zh_hant: 正在處理數據

source: Pause between repeats
de: Pause zwischen Wiederholungen
es: Pausa entre repeticiones
ja: リピート間の休止
zh_hans: 重复间暂停
zh_hant: 重複間暫停

# repeat_of_total
source: Repeat %d of %d
de: Wiederholung %d von %d
es: Repetición %d de %d
ja: %d回目 (%d回中)
zh_hans: 第 %d 次 (共 %d 次)
zh_hant: 第 %d 次 (共 %d 次)

# hit_area_azone
source: Alpha
es: Alfa
ja: アルファ
zh_hans: A区
zh_hant: A區

# hit_area_czone
source: Charlie
ja: チャーリー
zh_hans: C区
zh_hant: C區

# hit_area_dzone
source: Delta
ja: デルタ
zh_hans: D区
zh_hant: D區

# hit_area_miss
source: Miss
de: Fehlschuss
es: Fallo
ja: ミス
zh_hans: 脱靶
zh_hant: 脫靶

# hit_area_barrel_miss
source: Barricade
de: Deckung
es: Barrera
ja: バレル
zh_hans: 掩体
zh_hant: 掩體

# hit_area_circlearea
source: Knocked Down
de: Umgeworfen
es: Derribado
ja: ノックダウン
zh_hans: 击倒
zh_hant: 擊倒

# hit_area_standarea
source: Knocked Down
de: Umgeworfen
es: Derribado
ja: ノックダウン
zh_hans: 击倒
zh_hant: 擊倒

# hit_area_popperzone
source: Knocked Down
de: Umgeworfen
es: Derribado
ja: ノックダウン
zh_hans: 击倒
zh_hant: 擊倒

# hit_area_blackzone
source: Black zone
de: Schwarze Zone
es: Zona negra
ja: ブラックゾーン
zh_hans: 黑区
zh_hant: 黑區

# hit_area_blackzoneleft
source: Black zone left
de: Schwarze Zone links
es: Zona negra izquierda
ja: ブラックゾーン左
zh_hans: 黑区左
zh_hant: 黑區左

# hit_area_blackzoneright
source: Black zone right
de: Schwarze Zone rechts
es: Zona negra derecha
ja: ブラックゾーン右
zh_hans: 黑区右
zh_hant: 黑區右

# hit_area_whitezone
source: White zone
de: Weiße Zone
es: Zona blanca
ja: ホワイトゾーン
zh_hans: 白区
zh_hant: 白區

# edit_hit_zone_counts_title
source: Edit Hit Zone Counts
de: Trefferzonenanzahlen bearbeiten
es: Editar recuentos de zonas de impacto
ja: ヒットゾーン数を編集
zh_hans: 编辑命中区域计数
zh_hant: 編輯命中區域計數

# a_zone_label
source: A Zone
es: Zona A
ja: Aゾーン
zh_hans: A区
zh_hant: A區

# c_zone_label
source: C Zone
es: Zona C
ja: Cゾーン
zh_hans: C区
zh_hant: C區

# d_zone_label
source: D Zone
es: Zona D
ja: Dゾーン
zh_hans: D区
zh_hant: D區

# no_shoot_label
source: No Shoot
de: Nicht schießen
es: No disparar
ja: 射撃禁止
zh_hans: 禁止射击
zh_hant: 禁止射擊

# miss_label
source: Miss
de: Daneben
es: Fallo
ja: ミス
zh_hans: 脱靶
zh_hant: 脫靶

# penalty_label
source: Penalty
de: Strafe
es: Penalización
ja: ペナルティ
zh_hans: 罚分
zh_hant: 罰分

# cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# save_button
source: Save
de: Speichern
es: Guardar
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: History
de: Verlauf
es: Historial
ja: 履歴
zh_hans: 记录
zh_hant: 歷史

source: Admin
ja: 管理者
zh_hans: 管理
zh_hant: 管理

source: Competition
de: Wettbewerb
es: Competición
ja: 大会
zh_hans: 竞赛
zh_hant: 競賽

source: Competition Login
de: Wettbewerb Login
es: Inicio de sesión de competición
ja: 大会ログイン
zh_hans: 竞赛登录
zh_hant: 競賽登錄

source: Username
de: Benutzername
es: Nombre de usuario
ja: ユーザー名
zh_hans: 用户名
zh_hant: 用戶名

source: Password
de: Passwort
es: Contraseña
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: Login
de: Anmelden
es: Iniciar sesión
ja: ログイン
zh_hans: 登录
zh_hant: 登錄
