Repository: alienJion/flextrikeIOS
Catalog: flextarget/*.lproj/Localizable.strings
Languages: de, es, ja, zh_hans, zh_hant

# login_hint
source: Any username and password will work for testing.
de: Jeder Benutzername und jedes Passwort funktioniert zum Testen.
es: Cualquier nombre de usuario y contraseña funcionará para las pruebas.
ja: テスト目的のため、任意のユーザー名とパスワードでログインできます。
zh_hans: 测试期间，任何用户名和密码均可。
zh_hant: 測試期間，任何用戶名和密碼均可。

# search_competition
source: Search by name or venue
de: Suche nach Name oder Ort
es: Buscar por nombre o lugar
ja: 名前または会場で検索
zh_hans: 按名称或地点搜索
zh_hant: 按名稱或地點搜索

source: All
de: Alle
es: Todos
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: This Month
de: Diesen Monat
es: Este mes
ja: 今月
zh_hans: 本月
zh_hant: 本月

source: Last 3 Months
de: Letzte 3 Monate
es: Últimos 3 meses
ja: 過去3ヶ月
zh_hans: 最近3个月
zh_hant: 最近3個月

source: Competitions
de: Wettbewerbe
es: Competiciones
ja: 大会一覧
zh_hans: 竞赛列表
zh_hant: 競賽列表

source: View competitions
de: Wettbewerbe anzeigen
es: Ver competiciones
ja: 大会を表示
zh_hans: 查看竞赛
zh_hant: 查看競賽

source: Shooters
de: Schützen
es: Tiradores
ja: 射手
zh_hans: 射手
zh_hant: 射手

source: Manage shooters
de: Schützen verwalten
es: Gestionar tiradores
ja: 射手を管理
zh_hans: 管理射手
zh_hant: 管理射手

source: Leaderboard
de: Bestenliste
ja: ランキング
zh_hans: 排行榜

source: View leaderboard
de: Bestenliste anzeigen
es: Ver tabla de clasificación
ja: ランキングを表示
zh_hans: 查看排行榜
zh_hant: 查看排行榜

source: Select Competition
zh_hans: 选择竞赛

# choose_competition
source: Choose a competition
zh_hans: 选择一个竞赛

# no_competitions
source: No competitions available
zh_hans: 暂无竞赛

source: Loading ranking...
zh_hans: 加载排行榜...

# ranking_error
source: Error loading ranking
zh_hans: 加载排行榜出错

# no_ranking_data
source: No ranking data available
zh_hans: 暂无排行数据

source: Points
zh_hans: 分

source: Untitled Competition
de: Unbenannter Wettbewerb
es: Competición sin título
ja: 無題の大会
zh_hans: 未命名竞赛
zh_hant: 未命名競賽

# competition_info
source: Competition Information
de: Wettbewerbsinformationen
es: Información de la competición
ja: 大会情報
zh_hans: 竞赛信息
zh_hant: 競賽信息

source: Competition Name
de: Wettbewerbsname
es: Nombre de la competición
ja: 大会名
zh_hans: 竞赛名称
zh_hant: 競賽名稱

source: Venue
de: Ort
es: Lugar
ja: 会場
zh_hans: 地点
zh_hant: 地點

source: Change
de: Ändern
es: Cambiar
ja: 変更
zh_hans: 更改
zh_hant: 更改

source: Select Drill
de: Übung auswählen
es: Seleccionar ejercicio
ja: ドリルを選択
zh_hans: 选择训练
zh_hant: 選擇訓練

source: Create Competition
de: Wettbewerb erstellen
es: Crear competición
ja: 大会を作成
zh_hans: 创建竞赛
zh_hant: 創建競賽

source: Add Competition
de: Wettbewerb hinzufügen
es: Añadir competición
ja: 大会を追加
zh_hans: 添加竞赛
zh_hant: 添加競賽

source: Competition Details
de: Wettbewerbsdetails
es: Detalles de la competición
ja: 大会詳細
zh_hans: 竞赛详情
zh_hant: 競賽詳情

source: Results
de: Ergebnisse
es: Resultados
ja: 結果
zh_hans: 结果
zh_hant: 結果

source: No results yet
de: Noch keine Ergebnisse
es: Aún no hay resultados
ja: 結果はまだありません
zh_hans: 暂无结果
zh_hant: 暫無結果

source: Start Competition Drill
de: Wettbewerbsübung starten
es: Iniciar ejercicio de competición
ja: 大会ドリルを開始
zh_hans: 开始竞赛训练
zh_hant: 開始競賽訓練

source: Unknown Athlete
de: Unbekannter Athlet
es: Atleta desconocido
ja: 不明な選手
zh_hans: 未知运动员
zh_hant: 未知運動員

source: COMPETITION MODE
de: WETTBEWERBSMODUS
es: MODO COMPETICIÓN
ja: 大会モード
zh_hans: 竞赛模式
zh_hant: 競賽模式

# drill_editing_disabled_hint
source: Editing is disabled because this drill has results or is linked to a competition.
de: Die Bearbeitung ist deaktiviert, da diese Übung Ergebnisse hat oder mit einem Wettbewerb verknüpft ist.
es: La edición está desactivada porque este ejercicio tiene resultados o está vinculado a una competición.
ja: このドリルには結果があるか、大会に関連付けられているため、編集は無効になっています。
zh_hans: 由于此练习已有结果或已关联竞赛，编辑功能已禁用。
zh_hant: 由於此練習已有結果或已關聯競賽，編輯功能已禁用。

source: Device Management
de: Geräteverwaltung
es: Gestión de dispositivos
ja: デバイス管理
zh_hans: 设备管理
zh_hant: 設備管理

# device_connected
source: Device is connected
de: Gerät verbunden
es: Dispositivo conectado
ja: デバイス接続済み
zh_hans: 设备已连接
zh_hant: 設備已連接

# connect_device
source: Connect to a device
de: Mit einem Gerät verbinden
es: Conectar a un dispositivo
ja: デバイスに接続
zh_hans: 连接到设备
zh_hant: 連接到設備

source: User login
de: Benutzeranmeldung
es: Inicio de sesión de usuario
ja: ユーザーログイン
zh_hans: 用户登录
zh_hant: 用戶登錄

source: Information
de: Informationen
es: Información
ja: 情報
zh_hans: 信息
zh_hant: 信息

# app_info
source: App information
de: App-Informationen
es: Información de la aplicación
ja: アプリ情報
zh_hans: 应用信息
zh_hant: 應用信息

source: Connected device
de: Verbundenes Gerät
es: Dispositivo conectado
ja: 接続済みデバイス
zh_hans: 已连接设备
zh_hant: 已連接設備

source: Manage connection
de: Verbindung verwalten
es: Administrar conexión
ja: 接続を管理
zh_hans: 管理连接
zh_hant: 管理連接

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
ja: QRコードをスキャン
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

# scan_device_qr
source: Scan device QR code
de: Geräte-QR-Code scannen
es: Escanear código QR del dispositivo
ja: デバイスQRコードをスキャン
zh_hans: 扫描设备二维码
zh_hant: 掃描設備二維碼

# error_title
source: Error
de: Fehler
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# duplicate_submission_title
source: Duplicate Submission
de: Doppelte Einreichung
es: Envío duplicado
ja: 重複送信
zh_hans: 重复提交
zh_hant: 重複提交

# duplicate_submission_message
source: This drill is already submitted to the leaderboard for this athlete.
de: Diese Übung wurde für diesen Athleten bereits an die Rangliste gesendet.
es: Este ejercicio ya se envió al ranking para este atleta.
ja: このドリルはこの選手ですでにランキングに送信されています。
zh_hans: 该训练已为该运动员提交到排行榜。
zh_hant: 此訓練已為此運動員提交到排行榜。

# missing_drill_result_id_message
source: Missing drill result id
de: Drill-Ergebnis-ID fehlt
es: Falta el ID del resultado del ejercicio
ja: ドリル結果IDがありません
zh_hans: 缺少训练结果 ID
zh_hant: 缺少訓練結果 ID

# no_drill_result_found_message
source: No drill result found
de: Kein Drill-Ergebnis gefunden
es: No se encontró el resultado del ejercicio
ja: ドリル結果が見つかりません
zh_hans: 未找到训练结果
zh_hant: 未找到訓練結果

# login_subtitle
source: Enter your mobile and password to continue
de: Gib Handynummer und Passwort ein, um fortzufahren
zh_hans: 输入手机号与密码以继续

# login_title
source: Login
de: Anmelden
es: Iniciar sesión
ja: ログイン
zh_hans: 登录
zh_hant: 登錄

# manage_profile
source: Manage user profile
de: Benutzerprofil verwalten
es: Gestionar perfil de usuario
ja: ユーザープロフィールを管理
zh_hans: 管理用户资料

# no_competition_error
source: No competition associated with this result
de: Kein Wettbewerb mit diesem Ergebnis verknüpft
es: No hay competencia asociada con este resultado
ja: この結果に関連する競技がありません
zh_hans: 此结果没有关联的竞赛

# invalid_competition_id_error
source: Invalid competition ID
de: Ungültige Wettbewerbs-ID
es: ID de competencia inválido
ja: 無効な競技ID
zh_hans: 无效的竞赛ID

# device_disconnected_title
source: Device Disconnected
de: Gerät getrennt
es: Dispositivo Desconectado
ja: デバイスが切断されました
zh_hans: 设备已断开连接

# connect_device_before_submit
source: Please connect to the device before submitting
de: Bitte verbinden Sie das Gerät vor dem Senden
es: Por favor conecta el dispositivo antes de enviar
ja: 送信する前にデバイスに接続してください
zh_hans: 请在提交前连接设备

# device_auth_required_title
source: Device Auth Required
de: Geräteauthentifizierung erforderlich
es: Autenticación del Dispositivo Requerida
ja: デバイス認証が必要です
zh_hans: 需要设备认证

# device_token_unavailable
source: Device authentication token is not available. Please ensure device is properly connected
de: Authentifizierungstoken des Geräts nicht verfügbar. Bitte stellen Sie sicher, dass das Gerät korrekt verbunden ist
es: Token de autenticación del dispositivo no disponible. Por favor asegúrate de que el dispositivo esté conectado correctamente
ja: デバイス認証トークンが利用不可です。デバイスが正しく接続されていることを確認してください
zh_hans: 设备认证令牌不可用。请确保设备已正确连接

# not_authenticated_title
source: Not Authenticated
de: Nicht authentifiziert
es: No Autenticado
ja: 認証されていません
zh_hans: 未认证

# login_before_submit
source: Please log in before submitting results
de: Bitte melden Sie sich an, bevor Sie Ergebnisse einreichen
es: Por favor inicia sesión antes de enviar resultados
ja: 結果を送信する前にログインしてください
zh_hans: 请在提交结果前登录

# success_title
source: Success
de: Erfolg
es: Éxito
ja: 成功
zh_hans: 成功

# submit_success_message
source: Competition result submitted successfully
de: Wettbewerbsergebnis erfolgreich eingereicht
es: Resultado de competencia enviado exitosamente
ja: 競技結果が正常に送信されました
zh_hans: 竞赛结果已成功提交

# submit_failed_title
source: Submission Failed
de: Senden fehlgeschlagen
es: Envío Fallido
ja: 送信失敗
zh_hans: 提交失败

# alert_title
source: Alert
de: Benachrichtigung
es: Alerta
ja: アラート
zh_hans: 提示

# ok_button
source: OK
zh_hans: 确定

source: User Profile
de: Benutzerprofil
es: Perfil de Usuario
ja: ユーザープロフィール
zh_hans: 用户资料

source: Profile
de: Profil
es: Perfil
ja: プロフィール
zh_hans: 资料

source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
ja: プロフィールを編集
zh_hans: 编辑资料

source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
ja: パスワードを変更
zh_hans: 更改密码

source: Update Profile
de: Profil aktualisieren
es: Actualizar Perfil
ja: プロフィールを更新
zh_hans: 更新资料

source: Current Password
de: Aktuelles Passwort
es: Contraseña Actual
ja: 現在のパスワード
zh_hans: 当前密码

source: New Password
de: Neues Passwort
es: Nueva Contraseña
ja: 新しいパスワード
zh_hans: 新密码

# confirm_password
source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar Nueva Contraseña
ja: 新しいパスワードを確認
zh_hans: 确认新密码

# profile_updated_success
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado correctamente
ja: プロフィールが正常に更新されました
zh_hans: 资料更新成功

source: Sync Results
de: Ergebnisse Synchronisieren
es: Sincronizar Resultados
ja: 結果を同期
zh_hans: 同步结果

# sync_error_title
source: Sync Error
de: Synchronisierungsfehler
es: Error de Sincronización
ja: 同期エラー
zh_hans: 同步错误

# device_reauth_message
source: Please connect your target device to re-authorize your device
zh_hans: 请连接您的标靶设备以重新授权设备

source: Submitted
de: Eingereicht
es: Enviado
ja: 送信済み
zh_hans: 已提交

source: Local/Unsubmitted
de: Lokal/Nicht Eingereicht
es: Local/No Enviado
ja: ローカル/未送信
zh_hans: 本地/未提交

# ota_waiting_for_confirm
source: Waiting for device to confirm OTA mode...
de: Warten auf Bestätigung des Zielgeräts zum Betreten des OTA-Modus...
ja: デバイスがOTAモードに入ることを確認中...
zh_hans: 等待设备确认进入OTA模式...

# ota_device_in_mode
source: Device in OTA mode. Waiting for download ready signal...
de: Ziel im OTA-Modus. Warten auf Download-Bereitschaftssignal...
ja: デバイスがOTAモードです。ダウンロード準備完了シグナルを待機中...
zh_hans: 设备处于OTA模式。等待下载准备就绪信号...

# ota_preparation_timeout
source: Device preparation timeout (10 minutes). Please check your device and try again.
de: Zeitüberschreitung der Gerätevorbereitung (10 Minuten). Bitte überprüfen Sie Ihr Gerät und versuchen Sie es erneut.
ja: デバイスの準備がタイムアウトしました（10分）。デバイスを確認して、もう一度試してください。
zh_hans: 设备准备超时（10分钟）。请检查您的设备并重试。

# ota_success_confirmation
source: Device has successfully entered OTA mode
de: Ziel hat den OTA-Modus erfolgreich aktiviert
ja: デバイスが正常にOTAモードに入りました
zh_hans: 设备已成功进入OTA模式

# ota_waiting_for_ready
source: Device preparing for download...
de: Ziel bereitet sich auf Download vor...
ja: デバイスがダウンロード準備中です...
zh_hans: 设备正在准备下载...

# ota_device_ready
source: Device ready. Starting upgrade...
de: Ziel bereit. Upgrade wird gestartet...
ja: デバイスの準備ができました。アップグレードを開始します...
zh_hans: 设备已就绪。开始升级...

source: OTA preparation failed
de: OTA-Vorbereitung fehlgeschlagen
ja: OTA準備に失敗しました
zh_hans: OTA准备失败

# ota_update_title
source: OTA Update
ja: OTAアップデート
zh_hans: OTA更新

# ota_update_description
source: Check for and install system updates
de: Nach Systemaktualisierungen suchen und installieren
ja: システムアップデートを確認してインストール
zh_hans: 检查并安装系统更新

# ota_version_history
source: Version History
de: Versionsverlauf
ja: バージョン履歴
zh_hans: 版本历史

# ota_fetching_history
source: Fetching history...
de: Verlauf wird abgerufen...
ja: 履歴を取得中...
zh_hans: 正在获取历史...

# ota_latest_version
source: Latest
de: Neueste
ja: 最新
zh_hans: 最新

# ota_confirm_title
source: Start OTA?
de: OTA starten?
ja: OTAを開始しますか?
zh_hans: 开始OTA更新?

# ota_confirm_message
source: Update target device to version %@? Any unsaved game progress will be lost.
de: Zielgerät auf Version %@ aktualisieren? Alle nicht gespeicherten Spielfortschritte gehen verloren.
ja: ターゲットデバイスをバージョン%@にアップデートしますか?保存されていないゲーム進捗は失われます。
zh_hans: 将目标设备更新到版本%@?任何未保存的游戏进度将丢失。

# ota_cancel_button
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

# ota_start_update_button
source: Start Update
de: Update starten
ja: アップデート開始
zh_hans: 开始更新

# ota_retry_verification
source: Retry Verification
de: Überprüfung wiederholen
ja: 検証を再試行
zh_hans: 重新验证

# ota_recovery_backup
source: Recovery (Restore Backup)
de: Wiederherstellung (Sicherung wiederherstellen)
ja: 復旧（バックアップを復元）
zh_hans: 恢复（还原备份）

# ota_done_button
source: Done
de: Fertig
ja: 完了
zh_hans: 完成

# ota_target_version
source: Target Version:
de: Zielversion:
ja: ターゲットバージョン:
zh_hans: 目标版本:

# device_select_title
source: Select Device
de: Gerät auswählen
ja: デバイスを選択
zh_hans: 选择设备

# device_select_description
source: Available devices with FlexTarget service
de: Verfügbare Geräte mit FlexTarget-Service
ja: FlexTargetサービスの利用可能なデバイス
zh_hans: 具有FlexTarget服务的可用设备

# device_scanning
source: Scanning for devices...
de: Suche nach Geräten...
ja: デバイスをスキャン中...
zh_hans: 正在扫描设备...

# device_not_found
source: No Devices Found
de: Keine Geräte gefunden
ja: デバイスが見つかりません
zh_hans: 未发现设备

# device_not_found_description
source: Make sure your device is powered on and nearby
de: Stellen Sie sicher, dass Ihr Gerät eingeschaltet und in der Nähe ist
ja: デバイスの電源がオンになっており、近くにあることを確認してください
zh_hans: 确保您的设备已打开电源且在附近

# device_start_scan
source: Start Scan
de: Scan starten
ja: スキャンを開始
zh_hans: 开始扫描

# device_scan_again
source: Scan Again
de: Erneut scannen
ja: 再度スキャン
zh_hans: 再次扫描

# device_cancel
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

# manual_select_title
source: Manual Select
de: Manuell auswählen
ja: 手動選択
zh_hans: 手动选择

# manual_select_description
source: Browse and select available devices
de: Verfügbare Geräte durchsuchen und auswählen
ja: 利用可能なデバイスを参照して選択
zh_hans: 浏览并选择可用设备

# ota_state_idle
source: Idle
de: Bereit
ja: アイドル
zh_hans: 空闲

# ota_state_preparing
source: Preparing
de: Vorbereitung
ja: 準備中
zh_hans: 准备中

# ota_state_waiting_for_ready
source: Waiting
de: Wartet
ja: 待機中
zh_hans: 等待中

# ota_state_downloading
source: Downloading
de: Lädt herunter
ja: ダウンロード中
zh_hans: 下载中

# ota_state_reloading
source: Reloading
de: Wird neu geladen
ja: 再読み込み中
zh_hans: 重新加载中

# ota_state_verifying
source: Verifying
de: Überprüfung
ja: 検証中
zh_hans: 验证中

# ota_state_completed
source: Completed
de: Abgeschlossen
ja: 完了
zh_hans: 已完成

# ota_state_failed
source: Failed
de: Fehlgeschlagen
ja: 失敗
zh_hans: 失败

# ota_msg_preparing
source: Waiting for device to confirm OTA mode...
de: Warte auf Gerätebestätigung zur Eingabe des OTA-Modus...
ja: OTAモードの確認をデバイスから待機中...
zh_hans: 等待设备确认进入OTA模式...

# ota_msg_ready_to_download
source: Device in OTA mode. Waiting for download ready signal...
de: Gerät im OTA-Modus. Warte auf Download-Bereitschaftssignal...
ja: デバイスはOTAモードです。ダウンロード準備完了信号を待機中...
zh_hans: 设备处于OTA模式。等待下载准备就绪信号...

# ota_msg_downloading
source: Downloading update on target device...
de: Download-Update auf Zielgerät...
ja: 対象デバイスでアップデートをダウンロード中...
zh_hans: 在目标设备上下载更新...

# ota_msg_reloading
source: Download complete. Reloading device app...
de: Download abgeschlossen. Neustart der Geräte-App...
ja: ダウンロード完了。デバイスアプリを再読み込み中...
zh_hans: 下载完成。正在重新加载设备应用...

# ota_msg_verifying
source: Verifying installation...
de: Installation wird überprüft...
ja: インストールを検証中...
zh_hans: 正在验证安装...

# ota_msg_success
source: Update successful!
de: Update erfolgreich!
ja: アップデート成功！
zh_hans: 更新成功！

# ota_msg_prep_timeout
source: Device preparation timeout (10 minutes). Please check your device and try again.
de: Gerätevorbereitungs-Timeout (10 Minuten). Bitte überprüfen Sie Ihr Gerät und versuchen Sie es erneut.
ja: デバイス準備タイムアウト（10分）。デバイスを確認してもう一度お試しください。
zh_hans: 设备准备超时（10分钟）。请检查您的设备并重试。

# ota_msg_ready_timeout
source: Device did not enter OTA mode. Please try again.
de: Gerät ist nicht in den OTA-Modus eingetreten. Bitte versuchen Sie es erneut.
ja: デバイスがOTAモードに入りませんでした。もう一度お試しください。
zh_hans: 设备未进入OTA模式。请重试。

# ota_msg_verification_timeout
source: Verification timed out. Update might have failed.
de: Überprüfungs-Timeout. Update könnte fehlgeschlagen sein.
ja: 検証タイムアウト。アップデートが失敗した可能性があります。
zh_hans: 验证超时。更新可能失败。

# ota_msg_no_upgrade_info
source: Upgrade information not available.
de: Upgrade-Informationen nicht verfügbar.
ja: アップグレード情報が利用できません。
zh_hans: 升级信息不可用。

# ota_msg_retrying_verification
source: Retrying verification...
de: Überprüfung wird wiederholt...
ja: 検証を再試行中...
zh_hans: 正在重试验证...

# ota_msg_restoring_backup
source: Restoring backup...
de: Sicherung wird wiederhergestellt...
ja: バックアップを復元中...
zh_hans: 正在恢复备份...

# ota_msg_no_metadata
source: Upgrade metadata not found for version %@.
de: Upgrade-Metadaten für Version %@ nicht gefunden.
ja: バージョン%@のアップグレードメタデータが見つかりません。
zh_hans: 找不到版本%@的升级元数据。

# ota_msg_fetch_metadata_failed
source: Failed to retrieve upgrade metadata.
de: Abrufen von Upgrade-Metadaten fehlgeschlagen.
ja: アップグレードメタデータの取得に失敗しました。
zh_hans: 获取升级元数据失败。

# ota_msg_auth_failed
source: Failed to obtain auth data for OTA.
de: Abrufen von Authentifizierungsdaten für OTA fehlgeschlagen.
ja: OTAの認証データ取得に失敗しました。
zh_hans: 获取OTA认证数据失败。

# ota_msg_no_version_selected
source: No OTA version selected.
de: Keine OTA-Version ausgewählt.
ja: OTAバージョンが選択されていません。
zh_hans: 未选择OTA版本。

# ota_failed_to_start_title
source: OTA Failed to Start
de: OTA konnte nicht gestartet werden
ja: OTA開始失敗
zh_hans: OTA启动失败

# ota_game_disk_not_found
source: Game disk not found on device. Please check the device and try again.
de: Spieldatenträger auf dem Gerät nicht gefunden. Bitte überprüfen Sie das Gerät und versuchen Sie es erneut.
ja: デバイス上にゲームディスクが見つかりません。デバイスを確認してもう一度お試しください。
zh_hans: 设备上找不到游戏磁盘。请检查设备并重试。

source: Delete Athlete
zh_hans: 删除运动员

# delete_athlete_confirm
source: This will delete the athlete and all their competition results. This action cannot be undone.
zh_hans: 这将删除该运动员及其所有竞赛成绩。此操作无法撤销。

# username_empty_error
source: Username cannot be empty
zh_hans: 用户名不能为空

# username_same_error
source: New username must be different from current one
zh_hans: 新用户名必须与当前用户名不同

# watch_replay_button
source: Watch Replay
zh_hant: 觀看回放
